Repository: thomas-ernest/plugin.video.arteplussept
Catalog: resources/language/resource.language.*/strings.po
Languages: ro_ro

# #30045
source: Profile
ro_ro: Profil

# #30050
source: Language (Videos)
ro_ro: Limbă (Videoclipuri)

# #30052
source: Stream video quality
ro_ro: Calitate video preferată

# #30053
source: Show video stream options
ro_ro: Afișați opțiunile de streaming video

# #30054
source: Email
ro_ro: Adresa de e-mail

# #30056
source: Log level
ro_ro: Nivel jurnal

# #30057
source: Log in
ro_ro: Conectează-te

# #30058
source: Log out
ro_ro: Deconectare

# #30011
source: View collection as menu
ro_ro: Vizualizare colecție ca meniu

# #30012
source: Search
ro_ro: Caută un program

# #30014
source: Authentication needed in addon settings
ro_ro: Autentificare necesară în setările suplimentului

# #30015
source: User already logged in
ro_ro: Utilizatorul este deja autentificat

# #30016
source: Do you want to log in as "{new_user}" instead of "{old_user}" ?
ro_ro: Doriți să vă conectați ca "{new_user}" în loc de "{old_user}" ?

# #30017
source: Logged in as "{user}"
ro_ro: Conectat ca "{user}"

# #30018
source: Logged out
ro_ro: Deconectat

# #30019
source: Enter password please:
ro_ro: Parolă:

# #30020
source: Unable to authenticate
ro_ro: Nu se poate autentifica

# #30021
source: Email missing
ro_ro: E-mail lipsă

# #30022
source: Password missing
ro_ro: Parolă lipsă

# #30023
source: Add to Arte favorites
ro_ro: Adaugă la listă Arte

# #30024
source: Remove from Arte favorites
ro_ro: Șterge din listă Arte

# #30025
source: "{label}" successfully added to favorites
ro_ro: "{label}" adăugat cu succes la listă

# #30026
source: Failed to add "{label}" to favorites
ro_ro: Nu s-a putut adăuga "{label}" la listă

# #30027
source: "{label}" successfully removed from favorites
ro_ro: "{label}" șterge cu succes din listă

# #30028
source: Failed to remove "{label}" from favorites
ro_ro: Nu s-a putut șterge "{label}" din listă

# #30029
source: Stream "{strm}" in "{ln}" is not available
ro_ro: Fluxul "{strm}" din "{ln}" nu este disponibil

# #30030
source: Purge my history
ro_ro: Șterge istoricul meu

# #30031
source: Successfully purged history
ro_ro: Istoricul șters cu succes

# #30032
source: Failed to purge my history
ro_ro: Ștergerea istoricului meu nu a reușit

# #30033
source: Do you really want to purge your history ?
ro_ro: Doriți cu adevărat să ștergeți istoricul ?

# #30035
source: Mark as watched in Arte
ro_ro: Marchează ca urmărit în Arte

# #30036
source: "{label}" successfully marked as watched
ro_ro: "{label}" marcat cu succes ca urmărit

# #30037
source: Failed to mark as watched "{label}"
ro_ro: Marcarea ca urmărită "{label}" nu a reușit

# #30038
source: Next page
ro_ro: Pagina următoare

# #30039
source: Previous page
ro_ro: Pagina anterioară

# #30040
source: Purge my Arte favorites
ro_ro: Ștergeți favoritele mele Arte

# #30041
source: Successfully purged favorites
ro_ro: Favoritele au fost șterse cu succes

# #30042
source: Failed to purge favorites
ro_ro: Favoritele nu au putut fi șterse

# #30043
source: Do you really want to purge Arte favorites ?
ro_ro: Doriți cu adevărat să ștergeți favoritele Arte ?
